token = '1771718216:AAGYueOEfblixsy1832FjSa28IuVCQcrkl0'
forward_chat_id = '381683968'
small_price = 1150
small_price_thermo = 1300
big_price = 1450
big_price_thermo = 1600
delivery_company = ['Новая почта', 'Деливери']

button_order = 'Заказать коптильню'
button_more = 'Характеристики'
button_contact = 'Контакты'

description_message = "Мы изготавливаем коптильни из нержавеющей стали толщиной 1,5 мм..."
contacts_message = "Телефон: 097-435-11-77 Дмитрий (есть Viber)"
welcome_message = "Здравствуйте. Я - бот по приему заявок с сайта https://koptisam.com.ua, чтобы вы хотели сделать?"
choose_goods_message = 'Какую хотите заказать?\n Пакет щепы в подарок к каждой коптильне.\n' \
                       '- Маленькая (внутренний размер 400х200х200 мм, наружный - 450х240х290 мм)\n' \
                       '- Большая (внутренний размер 450х250х250 мм, наружный - 500х300х340 мм)\n' \
                       'Также, можем установить термометр в любую коптильню.'
full_name_message = 'Для оформления заказа напишите Ваши: фамилию, имя, отчество'
phone_message = 'Ваш номер телефона?\n Нажмите на кнопку ниже или введите его (только цифры)'
city_message = 'Введите город и область доставки'
choose_delivery_message = 'Какой службой доставки отправить?'
warehouse_number_message = 'Введите номер отделения службы доставки или адрес'
payment_method_message = 'Как хотите оплатить покупку?'
comment_order_message = 'Есть ли еще какие-либо пожелания или вопросы?'
thanks_message = 'Спасибо, заявка создана! Скоро мы с Вами обязательно свяжемся.'

dont_know_message = "Не знаю что сказать..."
error_image_message = 'Я не понимаю фото, напишите текст'
exception_message = 'Ой, какая-то ошибка. Если ничего не происходит попробуйте меня перезапустить.'
